{
  "article_number": "131",
  "title": "Стаття 131. В Україні діє Вища рада правосуддя, яка:",
  "description": "1) вносить подання про призначення судді на посаду;\n\n2) ухвалює рішення стосовно порушення суддею чи прокурором вимог щодо несумісності;\n\n3) розглядає скарги на рішення відповідного органу про притягнення до дисциплінарної відповідальності судді чи прокурора;\n\n4) ухвалює рішення про звільнення судді з посади;\n\n5) надає згоду на затримання судді чи утримання його під вартою;\n\n6) ухвалює рішення про тимчасове відсторонення судді від здійснення правосуддя;\n\n7) вживає заходів щодо забезпечення незалежності суддів;\n\n8) ухвалює рішення про переведення судді з одного суду до іншого;\n\n9) здійснює інші повноваження, визначені цією Конституцією та законами України.\n\nВища рада правосуддя складається з двадцяти одного члена, з яких десятьох - обирає з’їзд суддів України з числа суддів чи суддів у відставці, двох - призначає Президент України, двох - обирає Верховна Рада України, двох - обирає з’їзд адвокатів України, двох - обирає всеукраїнська конференція прокурорів, двох - обирає з’їзд представників юридичних вищих навчальних закладів та наукових установ.\n\nПорядок обрання (призначення) на посади членів Вищої ради правосуддя визначається законом.\n\nГолова Верховного Суду входить до складу Вищої ради правосуддя за посадою.\n\nСтрок повноважень обраних (призначених) членів Вищої ради правосуддя становить чотири роки. Одна й та ж особа не може обіймати посаду члена Вищої ради правосуддя два строки поспіль.\n\nЧлен Вищої ради правосуддя не може належати до політичних партій, профспілок, брати участь у будь-якій політичній діяльності, мати представницький мандат, обіймати будь-які інші оплачувані посади (крім посади Голови Верховного Суду), виконувати іншу оплачувану роботу, крім наукової, викладацької чи творчої.\n\nЧлен Вищої ради правосуддя має належати до правничої професії та відповідати критерію політичної нейтральності.\n\nЗаконом можуть бути передбачені додаткові вимоги до члена Вищої ради правосуддя.\n\nВища рада правосуддя набуває повноважень за умови обрання (призначення) щонайменше п’ятнадцяти її членів, серед яких більшість становлять судді.\n\nВідповідно до закону в системі правосуддя утворюються органи та установи для забезпечення добору суддів, прокурорів, їх професійної підготовки, оцінювання, розгляду справ щодо їх дисциплінарної відповідальності, фінансового та організаційного забезпечення судів.\n\n<b>Стаття 131¹ В Україні діє прокуратура, яка здійснює:</b>\n\n1) підтримання публічного обвинувачення в суді;\n\n2) організацію і процесуальне керівництво досудовим розслідуванням, вирішення відповідно до закону інших питань під час кримінального провадження, нагляд за негласними та іншими слідчими і розшуковими діями органів правопорядку;\n\n3) представництво інтересів держави в суді у виключних випадках і в порядку, що визначені законом.\n\nОрганізація та порядок діяльності прокуратури визначаються законом.\n\nПрокуратуру в Україні очолює Генеральний прокурор, якого призначає на посаду та звільняє з посади за згодою Верховної Ради України Президент України.\n\nСтрок повноважень Генерального прокурора становить шість років. Одна й та ж особа не може обіймати посаду Генерального прокурора два строки поспіль.\n\nДострокове звільнення з посади Генерального прокурора здійснюється виключно у випадках і з підстав, визначених цією Конституцією та законом.\n\n<b>Стаття 131². Для надання професійної правничої допомоги в Україні діє адвокатура. </b>\n\nНезалежність адвокатури гарантується.\n\nЗасади організації і діяльності адвокатури та здійснення адвокатської діяльності в Україні визначаються законом.\n\nВиключно адвокат здійснює представництво іншої особи в суді, а також захист від кримінального обвинувачення.\n\nЗаконом можуть бути визначені винятки щодо представництва в суді у трудових спорах, спорах щодо захисту соціальних прав, щодо виборів та референдумів, у малозначних спорах, а також стосовно представництва малолітніх чи неповнолітніх осіб та осіб, які визнані судом недієздатними чи дієздатність яких обмежена."
}