{
  "article_number": "149",
  "title": "Стаття 149. Незалежність і недоторканність судді Конституційного Суду України гарантуються Конституцією і законами України.",
  "description": "Вплив на суддю Конституційного Суду України у будь-який спосіб забороняється.\n\nБез згоди Конституційного Суду України суддю Конституційного Суду України не може бути затримано або утримувано під вартою чи арештом до винесення обвинувального вироку судом, за винятком затримання судді під час або відразу ж після вчинення тяжкого або особливо тяжкого злочину.\n\nСуддю Конституційного Суду України не може бути притягнуто до відповідальності за голосування у зв’язку з ухваленням Судом рішень та надання ним висновків, за винятком вчинення злочину або дисциплінарного проступку.\n\nДержава забезпечує особисту безпеку судді Конституційного Суду України та членів його сім’ї.\n\n<b>Стаття 149¹. Повноваження судді Конституційного Суду України припиняються у разі:</b>\n\n1) закінчення строку його повноважень;\n\n2) досягнення ним сімдесяти років;\n\n3) припинення громадянства України або набуття ним громадянства іншої держави;\n\n4) набрання законної сили рішенням суду про визнання його безвісно відсутнім або оголошення померлим, визнання недієздатним або обмежено дієздатним;\n\n5) набрання законної сили обвинувальним вироком щодо нього за вчинення  ним злочину;\n\n6) смерті судді Конституційного Суду України.\n\nПідставами для звільнення судді Конституційного Суду України з посади є:\n\n1) неспроможність виконувати свої повноваження за станом здоров’я;\n\n2) порушення ним вимог щодо несумісності;\n\n3) вчинення ним істотного дисциплінарного проступку, грубе чи систематичне нехтування своїми обов’язками, що є несумісним зі статусом судді Суду або виявило його невідповідність займаній посаді;\n\n4) подання ним заяви про відставку або про звільнення з посади за власним бажанням.\n\nРішення про звільнення з посади судді Конституційного Суду України Суд ухвалює щонайменше двома третинами від його конституційного складу."
}