{
  "article_number": "81",
  "title": "Стаття 81. Повноваження народних депутатів України припиняються одночасно з припиненням повноважень Верховної Ради України.",
  "description": "Повноваження народного депутата України припиняються достроково у разі:\n\n1) складення повноважень за його особистою заявою;\n\n2) набрання законної сили обвинувальним вироком щодо нього;\n\n3) визнання його судом недієздатним або безвісно відсутнім;\n\n4) припинення його громадянства або його виїзду на постійне проживання за межі України;\n\n5) якщо протягом двадцяти днів з дня виникнення обставин, які призводять до порушення вимог щодо несумісності депутатського мандата з іншими видами діяльності, ці обставини ним не усунуто;\n\n6) невходження народного депутата України, обраного від політичної партії (виборчого блоку політичних партій), до складу депутатської фракції цієї політичної партії (виборчого блоку політичних партій) або виходу народного депутата України із складу такої фракції;\n\n7) його смерті.\n\nПовноваження народного депутата України припиняються достроково також у разі дострокового припинення відповідно до Конституції України повноважень Верховної Ради України - в день відкриття першого засідання Верховної Ради України нового скликання.\n\nРішення про дострокове припинення повноважень народного депутата України у випадках, передбачених пунктами 1, 4 частини другої цієї статті, приймається Верховною Радою України, а у випадку, передбаченому пунктом 5 частини другої цієї статті, - судом.\n\nУ разі набрання законної сили обвинувальним вироком суду щодо народного депутата України, визнання народного депутата України недієздатним або безвісно відсутнім його повноваження припиняються з дня набрання законної сили рішенням суду, а в разі смерті народного депутата України - з дня смерті, засвідченої свідоцтвом про смерть.\n\nУ разі невходження народного депутата України, обраного від політичної партії (виборчого блоку політичних партій), до складу депутатської фракції цієї політичної партії (виборчого блоку політичних партій) або виходу народного депутата України із складу такої фракції його повноваження припиняються достроково на підставі закону за рішенням вищого керівного органу відповідної політичної партії (виборчого блоку політичних партій) з дня прийняття такого рішення."
}