{
  "article_number": "83",
  "title": "Стаття 83. Чергові сесії Верховної Ради України починаються першого вівторка лютого і першого вівторка вересня кожного року.",
  "description": "Позачергові сесії Верховної Ради України, із зазначенням порядку денного, скликаються Головою Верховної Ради України на вимогу Президента України або на вимогу не менш як третини народних депутатів України від конституційного складу Верховної Ради України.\n\nУ разі оголошення указу Президента України про введення воєнного чи надзвичайного стану в Україні або окремих її місцевостях Верховна Рада України збирається на засідання у дводенний строк без скликання.\n\nУ разі закінчення строку повноважень Верховної Ради України під час дії воєнного чи надзвичайного стану її повноваження продовжуються до дня першого засідання першої сесії Верховної Ради України, обраної після скасування воєнного чи надзвичайного стану.\n\nПорядок роботи Верховної Ради України встановлюється Конституцією України та Регламентом Верховної Ради України.\n\nУ Верховній Раді України за результатами виборів і на основі узгодження політичних позицій формується коаліція депутатських фракцій, до складу якої входить більшість народних депутатів України від конституційного складу Верховної Ради України.\n\nКоаліція депутатських фракцій у Верховній Раді України формується протягом одного місяця з дня відкриття першого засідання Верховної Ради України, що проводиться після чергових або позачергових виборів Верховної Ради України, або протягом місяця з дня припинення діяльності коаліції депутатських фракцій у Верховній Раді України.\n\nКоаліція депутатських фракцій у Верховній Раді України відповідно до цієї Конституції вносить пропозиції Президенту України щодо кандидатури Прем’єр-міністра України, а також відповідно до цієї Конституції вносить пропозиції щодо кандидатур до складу Кабінету Міністрів України.\n\nЗасади формування, організації діяльності та припинення діяльності коаліції депутатських фракцій у Верховній Раді України встановлюються Конституцією України та Регламентом Верховної Ради України.\n\nДепутатська фракція у Верховній Раді України, до складу якої входить більшість народних депутатів України від конституційного складу Верховної Ради України, має права коаліції депутатських фракцій у Верховній Раді України, передбачені цією Конституцією."
}